[
  "Todos estão em um acampamento 'turístico'. Diana foi conhecer mais plantas para usar em seus desenhos. Phillipe foi ver se valia a pena investir numa cadeia de acampamentos. Tarion foi pois soube que ali crescia plantas que não cresciam em nenhum outro lugar do mundo. Ella foi para que a sua vizinha, que cuida bastante dela, parasse de enxer seu saco. Os quatro foram os únicos a ir para o acampamento fora de temporada, portanto são um grupo.",
  "Parte da manhã tudo ocorre normal, atividades legais. Quando chega de noite, o único NPC do acampamento vai ligar para a central para pedir mais cobertores pois está ficando frio.",
  "Diretor do acampamento reúne todos no refeitório, avisa que o telefone está mudo e sem internet. TV fora do ar. Sem sinal nos telefones.",
  "Ouve-se barulho do lado de fora do refeitório. Diretor vai ver o que é, deixando todos na sala. Depois de um tempo ele grita, volta correndo e tranca a porta atrás de sí. Ele está ensanguentado. Dá a chave mestra do acampamento para o grupo, aponta para uma porta nos fundos do refeitório, que leva ao seu escritório, e morre. Antes de morrer ele fala 'monstros'",
  "Escritório tem um armário com 2 armas 'contra panteras, lobos e onças'. Armas com sedativos.",
  "Do lado de fora há dois goblins portando lanças (Riekling)",
  "Encontram um grupo de soldados mortos. Podem pegar as armas. Um último sobrevivente ali perto conta que abriu-se um portal no meio da cidade e de lá estavam saindo criaturas. Ele fala que o exército foi derrotado, e pede ajuda dos 4 para fechar o portal.",
  "Batalha conta usuários de magia. São humanos, porém com estatura mais baixa (Sem ser parrudo como anões), são adultos pequenos.",
  "Quase chegando na cidade, encontram um 'desertor'. Ele conta que o mundo dele estava morrendo, e então sua raça teve que abrir um portal para outro mundo, para que eles pudessem sobreviver.",
  "Chegam no centro da cidade, veem 4 magos protegidos que mantém o portal aberto.",
  "Para fechar o portal, só matando os 4 magos."  
]