[
  "Todos estão apagados. William acorda primeiro. Estão em algum lugar muito escuro, com apenas uma luz parca sem origem aparente. Não dava para ver nada além de um metro de distância. William percebe mais duas pessoas no chão, perto dele, apagadas. Todos acordam.",
  "Estão em uma cela, de 5x5. Tem alguns esqueletos nas paredes, mas sem nenhum pertence. A porta está destrancada, porém fechada. Do lado de fora da cela, encontram seus pertences.",
  "Única coisa além da cela é uma escada levando para baixo. São 3 andares ao todo. Cada andar tem espíritos. Espíritos não farão nada se não provocados. Não pode acender nenhuma luz, isso faz com que criaturas saiam das paredes",
  "Fora da Torre avistam uma cidade ao longe. No caminho encontram um jovem. Ele fica claramente assustado, principalmente com Mabina. Jovem se esquiva de todas perguntas e corre para a aldeia",
  "Chegam em Andiz, algumas poucas casas, poucos campos para agricultura, uma cidade pobre. Tem uma taverna precária. Todos na cidade desviam do caminho ao ver o grupo. Todos se trancam dentro de casa",
  "Chegando perto da taverna, um grupo de 3 homens grandes, portando bastões improvisados barram o caminho do grupo. 'Não gostamos do seu tipo de gente aqui' falam apontando para Mabina",
  "SE NÃO LUTAREM CONTRA ELES --> Na saída da cidade, o mesmo jovem que encontraram antes os alcança, explica que os Elfos, uma raça extinta na região, tentou conquistar todo o reino Trobal a menos de 50 anos atrás, e muitos ainda guardam rancor da guerra. Dá um mapa para o grupo e sugere que esconda que é elfa e meio-elfo (Sim, é perceptível)",
  "SE LUTAREM CONTRA ELES --> Na batalha, do segundo andar da taverna, alguém joga uma tocha em direção a Mabina, porém erra e acerta uma carroça carregando feno. Isso faz a cidade pegar fogo rapidamente. Cidadãos fogem. Não sobra quase nada. No meio da batalha, William consegue pegar um mapa de um dos homens. O boato se espalha pelo reino.",
  "Ao chegar em Bratel, agora já com disfarces, descobrem que a poucos dias atrás passou um Regimento Mágico Real, ficaram na cidade por uns dias e fizeram alguma coisa na Velha Torre. Eles devem ter voltado a capital Estrobal",
  "Ao atravesar a Ponte Relíquia, no meio do caminho, um artefato mágico ressoa, brilhando ao redor do grupo, que é detido por guardas e levado a capital",
  "Na capital Estrobal, encontram o Mago Real, Elias. Ele entende a situação e explica o que aconteceu: Ele foi com o Regimento Mágico Real até a Velha Torre pois um Elfo Remanescente estava se escondendo por lá, raptando aldeões para os transformar em criaturas. Quando quase derrotado, o Elfo lançou um poderoso feitiço, que o fez desaparecer, provavelmente trocou de lugar com os 3 em seu mundo. O Mago então fala que ele pode abrir um portal para voltar, porém pra isso eles devem assassinar o Rei, pois o mesmo estaria corrompido por magia élfica.",
  "Ao chegar no rei, descobrem que ele não está corrompido, porém está apaixonado por uma meia-elfa, Roderla, que usava magia para esconder sua natureza. Por estar apaixonado por ela, o rei estava dando vários direitos a não-humanos e iria perdoar qualquer Elfo Remanescente. Roderla fala que não saberia abrir o portal, porém talvez os Elfos Remanescente saberiam.",
  "SE MATAREM O REI --> O Mago vira rei, culpa os não humanos pela morte do rei publicamente, manda prender todas as criaturas não humanas do reino, incluindo uma execução de Roderla. Porém ele cumpre a promessa, leva todos novamente até a torre e abre o portal.",
  "SE NÃO MATAREM O REI --> Roderla fala que os Elfos Remanescentes se escondem em uma caverna escondida por magia, e teleporta vocês para perto. Chegando na caverna, vários elfos os recebem. Ao mencionarem Roderla são levados ao líder, Frendal. Frendal fala que é possível mandar o grupo de volta para seu mundo, se juntar todos os magos dentre os Elfos Remanescentes, mas para que ele faça isso, devem matar o Mago Real.",
  "Ao matarem o Mago Real, a barreira mágica ao redor de Estrobal cai. Os não humanos invadem a cidade, fazendo literalmente uma chacina da população. Entre os não humanos, Frendal se aproxima e, como prometido, junta os magos e abre um portal para o grupo"
]